Revit 2027 API
ParameterTypeId.LoadAreaArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaArea { get; }
Public Shared ReadOnly Property LoadAreaArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaArea {
	ForgeTypeId^ get ();
}
static member LoadAreaArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace